{
    "pt":{
    "pages.index.button.language": "Idioma",
    "pages.index.title": "QUESTIONÁRIO DE COMPLIANCE",
    "pages.index.caption":"ANEXO AO CONTRATO",
    "pages.subtitle":"Dados da Empresa Contratada:",
    "pages.index.corporate.name":"Razão Social:",
    "pages.index.corporate.cnpj":"CNPJ:",
    "pages.index.button.name":"Continuar",
    "pages.warning.title":"Aviso Legal",
    "pages.warning.caption":"Confirme após a leitua",
    "pages.warning.paragraph1":"Paras as modalidades de revenda de produtos, não é permitido anunciar ou revender nos canais da Casa & Vídeo:",
    "pages.warning.paragraph1.iten1":"Produtos e/ou conteúdo que violem ou com indícios de violação às leis de marcas, direitos autorais, patentes, modelos e/ou desenhos industriais, indicações geográficas ou denominações de origem e/ou qualquer outra norma relacionada a direitos de propriedade intelectual e industrial, sem a autorização do titular;",
    "pages.warning.paragraph1.iten2":"Produtos e/ou conteúdo com indícios de fraude e/ou em desconformidade com autorizações e/ou homologações governamentais, autarquias, agências reguladoras ou qualquer outro órgão normativo;",
    "pages.warning.paragraph1.iten3":"Produtos e/ou conteúdo com informações e/ou indícios e/ou conotações discriminatórias, de raça/cor, etnia, sexo, gênero, status ou condição social, posição política ou religiosa;",
    "pages.warning.paragraph2":"Em qualquer hipótese, a Casa & Vídeo, a seu exclusivo critério, se reserva no direito de remover o anuncio e/ou conteúdo e /ou retirar produtos de venda, sem prévio aviso, sem que para isso cause qualquer dano direto ou indireto, se responsabilizando o anunciante, de forma exclusiva, por quaisquer consequências decorrentes do seu anuncio ou produtos. Em todos os casos de revenda ou de prestação de serviços, a contratada se compromete em observar todas as leis, regras, regulamentos, acordos e convenções aplicáveis, em especial de defesa da concorrência e de combate à lavagem de dinheiro e à corrupção, bem como a agir com honestidade, lealdade, integridade e boa-fé, obrigando-se a observar e respeitar o Código de Conduta disponível no website www.casaevideo.com.br. Sem prejuízo da legislação aplicável.",
    "pages.warning.paragraph3":"Em todos os casos de revenda ou de prestação de serviços, a contratada se compromete em observar todas as leis, regras, regulamentos, acordos e convenções aplicáveis, em especial de defesa da concorrência e de combate à lavagem de dinheiro e à corrupção, bem como a agir com honestidade, lealdade, integridade e boa-fé, obrigando-se a observar e respeitar o Código de Conduta disponível no website www.casaevideo.com.br.",
    "pages.warning.paragraph4":"Sem prejuízo da legislação aplicável, em todos os casos de revenda ou prestação de serviços, a contratada se obriga a não dar ou receber, oferecer ou solicitar, direta ou indiretamente, a quem quer que seja, pagamento ou benefício que constitua vantagem indevida ou, ainda, prática ilegal ou qualquer benefício pessoal de entes ou pessoas que tenha por finalidade um resultado indevido ou inapropriado, que não ocorreriam se não fosse pela vantagem indevida.",
    "pages.warning.paragraph5":"Quaisquer violações das legislações aplicáveis às atividades deverão ser denunciadas pelo Canal Confidencial no websitewww.casaevideo.com.br",
    "pages.warning.check.title": "Selecione para confirmar que leu e concorda com o aviso legal.",
    "pages.warning.check.text": "Ao clicar em Continuar, você concorda que leu e está ciente das informações acima.",
    "pages.warning.button.name":"Continuar",
    "pages.form.title": "Questionário de Compliance",
    "pages.form.Q1": "1. Qual a principal atividade da contratada?",
    "pages.form.Q2": "2. Qual o tipo de controle do capital da contratada?",
    "pages.form.Q2.select": ["Capital aberto","Capital fechado","Capital misto"],
    "pages.form.Q3": "3. Qual a origem do capital da contratada?",
    "pages.form.Q3.select": ["Brasileira","Estrangeira"],
    "pages.form.Q4": "4. A contratada possui algum integrante da sua administração, seus familiares, incluindo (ex)cônjuges, (ex)companheiros, em linha reta, que atualmente trabalhem ou que já trabalharam na Casa e Vídeo ou nas empresas da Casa e Vídeo?",
    "pages.form.Q4.select": ["Sim","Não"],
    "pages.form.Q4.select.iftrue": "Caso positivo, informar grau de parentesco:",
    "pages.form.Q5": "5. A contratada possui algum integrante da sua administração, seus familiares, incluindo (ex)cônjuges, (ex)companheiros, em linha reta, que ocupe, já ocupou ou é candidato na Administração Pública Federal, Distrital, Estadual e/ou Municipal há menos de 6 (seis) meses?",
    "pages.form.Q5.select": ["Sim","Não"],
    "pages.form.Q5.select.iftrue": "Caso positivo, informar grau de parentesco:",
    "pages.form.Q6": "6. A contratada possui algum integrante da administração, seus familiares, incluindo (ex)cônjuges, (ex)companheiros, em linha reta, que tenha relação com Pessoas Politicamente Expostas (PPE) que desempenham ou tenham desempenhado, nos últimos 5 anos, no Brasil ou em países, territórios e dependências estrangeiros, cargos, empregos ou funções públicas relevantes?",
    "pages.form.Q6.select": ["Sim","Não"],
    "pages.form.Q6.select.iftrue": "Caso positivo, informar grau de parentesco:",
    "pages.form.Q7": "7. A contratada possui algum integrante da administração, seus familiares, incluindo (ex)cônjuges, (ex)companheiros, em linha reta, que tenha se candidatado à algum cargo público, nos últimos 5 anos, no Brasil ou em países, territórios e dependências estrangeiros?",
    "pages.form.Q7.select": ["Sim","Não"],
    "pages.form.Q7.select.iftrue": "Caso positivo, informar cargo:",
    "pages.form.Q8": "8. Qual a relevância dos negócios realizados com a Administração Pública no resultado da contratada?",
    "pages.form.Q8.select": ["Muito importante","Moderadamente importante","Importante","Pouco importante","Não possui contratação com a Administração Pública"],
    "pages.form.Q9": "9. A contratada ou qualquer outra pertencente ao mesmo grupo econômico possui alguma filial, matriz, coligadas ou controladas situada no exterior com a qual mantém relações comerciais?",
    "pages.form.Q9.select": ["Sim","Não"],
    "pages.form.Q10": "10. A contratada ou qualquer outra pertencente ao mesmo grupo econômico já foi declarada inidônea para contratar com a Administração Pública nos últimos 5 (cinco) anos?",
    "pages.form.Q10.select": ["Sim","Não"],
    "pages.form.Q11": "11. A contratada ou qualquer outra pertencente ao mesmo grupo econômico e os integrantes de suas administrações já foram autuados por dificultar atividade de investigação e/ou fiscalização de Órgão Público no últimos 5 (cinco) anos?",
    "pages.form.Q11.select": ["Sim","Não"],
    "pages.form.Q12": "12. A contratada ou qualquer outra pertencente ao mesmo grupo econômico e os integrantes de suas administrações já foram acusados, investigados, presos, processados ou condenados por fraude ou corrupção nos últimos 10 anos?",
    "pages.form.Q12.select": ["Sim","Não"],
    "pages.form.Q12.select.iftrue": "Caso positivo, explique as circunstâncias do fato ocorrido:",
    "pages.form.Q13": "13. A contratada possui algum integrante da administração ou de qualquer outra pertencente ao mesmo grupo econômico que sofre ou já sofreu algum procedimento, ou ainda, qualquer decisão condenatória que verse ou tenha versado sobre práticas contrárias à Lei n.º 12.846/13 Lei de Anticorrupção em face da sua empresa ou qualquer outra do mesmo grupo econômico?",
    "pages.form.Q13.select": ["Sim","Não"],
    "pages.form.Q13.select.iftrue": "Caso positivo, favor especificar:",
    "pages.form.Q14": "14. A contratada ou qualquer outra pertencente ao mesmo grupo econômico e os integrantes de suas administrações sofrem ou já sofreram algum processo por assédio moral e/ou sexual?",
    "pages.form.Q14.select": ["Sim","Não"],
    "pages.form.Q14.select.iftrue": "Caso positivo, favor especificar:",
    "pages.form.Q15": "15. A contratada ou qualquer outra pertencente ao mesmo grupo econômico emprega ou contrata empresas que utilizam práticas de trabalho análogo ao escravo, ou mão de obra infantil e do menor de 18 (dezoito) anos, salvo em situação e jovem aprendiz, seja direta ou indiretamente?",
    "pages.form.Q15.select": ["Sim","Não"],
    "pages.form.Q15.select.iftrue": "Caso positivo, favor especificar:",
    "pages.form.Q16": "16. A contratada ou qualquer outra pertencente ao mesmo grupo econômico utiliza práticas de discriminação negativa e limitativa ao acesso na relação de emprego ou a sua manutenção, tais como, em razão de sexo, origem, raça, cor, condição física e/ou social, religião, estado civil e idade?",
    "pages.form.Q16.select": ["Sim","Não"],
    "pages.form.Q16.select.iftrue": "Caso positivo, favor especificar:",
    "pages.form.Q17": "17. A contratada possui Código de Conduta Ética?",
    "pages.form.Q17.select": ["Sim","Não possui, mas pretende criá-lo nos próximos dois anos.","Não possui e não pretende criá-lo nos próximos dois anos."],
    "pages.form.Q18": "18. A contratada possui um programa de Compliance?",
    "pages.form.Q18.select": ["Sim","Não"],
    "pages.form.Q18.select.iftrue": "Caso positivo, em que estágio se encontra:",
    "pages.form.Q19": "19. A empresa mantém o registro do seu quadro societário atualizado junto aos órgãos públicos?",
    "pages.form.Q19.select": ["Sim","Não"],
    "pages.form.Q19.select.iffalse": "Caso negativo, informar o motivo:",
    "pages.form.Q20": "20. A contratada ou qualquer outra pertencente ao mesmo grupo econômico já realizou alguma operação societária com alguma empresa declarada inidônea para contratar com a Administração Pública?",
    "pages.form.Q20.select": ["Sim","Não"],
    "pages.form.Q20.select.iftrue": "Caso positivo, houve a reparação integral do dano?",
    "pages.form.Q21": "21. A contratada ou qualquer outra pertencente ao mesmo grupo econômico efetua ou efetuou a distribuição de brindes, envio de presentes, “facilitation fees”, oferecimento de viagens, pagamentos de atividades de lazer e entretenimento, ou qualquer vantagem imprópria praticada por parte da empresa ou por qualquer outra pertencente ao mesmo grupo econômico em favorecimento a algum membro da Administração Pública?",
    "pages.form.Q21.select": ["Sim","Não"],
    "pages.form.Q22": "22. A contratada e as demais pertencentes ao mesmo grupo econômico são submetidas a processos de auditoria interna ou externa?",
    "pages.form.Q22.select": ["Não","Sim, apenas auditoria interna.","Sim, apenas auditoria externa.","Sim, auditoria interna e externa."],
    "pages.form.Q23": "23. A contratada e as demais pertencentes ao mesmo grupo econômico verificam informações públicas disponíveis no mercado de seus parceiros antes de proceder a qualquer contratação?",
    "pages.form.Q23.select": ["Sim","Não"],
    "pages.form.Q24": "24. A contratada e as demais pertencentes ao mesmo grupo econômico incentivam e orientam a seus agentes, representantes, intermediários ou outros terceiros contratados a denunciarem atos de corrupção praticados na empresa?",
    "pages.form.Q24.select": ["Sim","Não"],
    "pages.form.Q25": "25. A contratada possui conhecimento de que integrantes da administração, funcionários e/ou seus familiares em linha reta e/ou qualquer outro pertencente ao mesmo grupo econômico e terceirizados já ofereceram, pagaram, prometeram pagar, autorizaram o pagamento, direta ou indiretamente, ou foram acusados de oferecer, pagar, prometer pagar ou autorizar o pagamento, direta ou indiretamente, de qualquer dinheiro ou qualquer coisa de valor a qualquer pessoa natural ou jurídica que exerça cargo, emprego ou função pública, bem como à consultores, representantes, parceiros, ou quaisquer terceiros com a finalidade de influenciar qualquer ato ou decisão do agente ou do governo, ou direcionar negócios?",
    "pages.form.Q25.select": ["Sim. Eu mesmo","Sim. Conheço alguém que já realizou estas práticas na empresa","Não"],
    "pages.form.Q25.select.iftrue": "Caso positivo, especificar o caso",
    "pages.form.Q26": "26. A contratada possui conhecimento de que a própria e/ou integrantes da administração e/ou qualquer outro pertencente ao mesmo grupo econômico, tenham sido processados ou figuram correntemente como investigados em algum Inquérito Civil ou como réus em alguma ação cível pública?",
    "pages.form.Q26.select": ["Sim","Não"],
    "pages.form.Q26.select.iftrue": "Caso positivo, especificar o teor da investigação/processo penal, bem como o seu atual estágio, esclarecendo se já houve ou não condenação:",
    "pages.form.Q27": "27. A contratada possui conhecimento de que a própria e/ou integrantes da administração e/ou qualquer outro pertencente ao mesmo grupo econômico, tenham sido processados criminalmente ou figuram correntemente como investigados ou como réus em alguma ação penal?",
    "pages.form.Q27.select": ["Sim","Não"],
    "pages.form.Q27.select.iftrue": "Caso positivo, especificar o teor da investigação/processo penal, bem como o seu atual estágio, esclarecendo se já houve ou não condenação:",
    "pages.form.Q28": "28. A contratada possui conhecimento se a própria e/ou integrantes da administração e/ou qualquer outro pertencente ao mesmo grupo econômicofiguram como investigados ou como partes em procedimento de tomada de contas de competência Municipal, Estadual, Distrital ou Federal?",
    "pages.form.Q28.select": ["Sim","Não"],
    "pages.form.Q28.select.iftrue": "Caso positivo, especificar o teor da investigação/processo penal, bem como o seu atual estágio, esclarecendo se já houve ou não condenação:",
    "pages.form.Q29": "29. A contratada possui conhecimento se a própria e/ou integrantes da administração e/ou qualquer outro pertencente ao mesmo grupo econômico figuram como investigados ou como partes em procedimento administrativo de responsabilização perante a Controladoria Geral da União?",
    "pages.form.Q29.select": ["Sim","Não"],
    "pages.form.Q29.select.iftrue": "Caso positivo, especificar o teor da investigação/processo penal, bem como o seu atual estágio, esclarecendo se já houve ou não condenação:",
    "pages.form.Q30": "30. No caso da contratada ser fornecedora de bens para revenda, os produtos comercializados necessitam de certificação, autorização e/ou homologações governamental, de autarquias, agências reguladoras ou qualquer outro órgão normativo para circulação?",
    "pages.form.Q30.select": ["Sim","Não","Não aplicável"],
    "pages.form.Q30.select.iftrue.text1": "As certificações, autorizações e/ou homologações governamentais de autarquias, agências reguladoras ou qualquer outro órgão normativo para circulação dos produtos são legítimas e estão em vigor?",
    "pages.form.Q30.select.iftrue.text1.select": ["Sim","Não"],
    "pages.form.Q30.select.iftrue.text1.iffalse": "Caso negativo, favor especificar as pendências e o atual estágio:",
    "pages.form.declare":"Declaro que, no melhor conhecimento, acreditando que as informações e respostas expressam a verdade, estou ciente que a omissão ou falsidade na presente declaração que dele devia constar, é passível de configuração de Falsidade Ideológica.",
    "pages.form.button.name":"Enviar formulário",
    "pages.form.email":"Email:",
    "pages.form.signature":"Responsável:",
    "pages.index.success": "Seu Formulário foi enviado com sucesso!",
    "pages.index.success.subtitle": "Por favor, verifique o seu e-mail para visualizar o PDF preenchido."
},
    "en":{
    "pages.index.button.language": "Language",
    "pages.index.title": "COMPLIANCE QUESTIONNAIRE",
    "pages.index.caption":"ATTACHED TO THE AGREEMENT",
    "pages.subtitle":"Contracted Company Data:",
    "pages.index.corporate.name":"Corporate Name:",
    "pages.index.corporate.cnpj":"CNPJ (Corporate Taxpayer Identification Number):  ",
    "pages.index.button.name":"Continue",
    "pages.warning.title":"LEGAL NOTICE",
    "pages.warning.caption":"Confirme após a leitua",
    "pages.warning.paragraph1":"For product resale modalities, it is not allowed to advertise or resell on Casa & Vídeo channels:",
    "pages.warning.paragraph1.iten1":"Products and/or content that violate or with evidence of violation of the laws of trademarks, copyrights, patents, models and/or industrial designs, geographical indications or designations of origin and/or any other rule related to intellectual and industrial property rights, without the authorization of the holder.;",
    "pages.warning.paragraph1.iten2":"Products and/or content with evidence of fraud and/or non-compliance with authorizations and/or approvals from government, self-managed federal entities, regulatory agencies or any other regulatory body;",
    "pages.warning.paragraph1.iten3":"Products and/or content with information and/or evidences and/or discriminatory connotations of race/color, ethnicity, sex, gender, status or social condition, political or religious position.",
    "pages.warning.paragraph2":"In any event, Casa & Vídeo, at its sole discretion, reserves the right to remove the advertisement and/or content and/or withdraw products from sale, without prior notice, without causing any direct or indirect damage, and the advertiser is exclusively responsible for any consequences arising from its advertisement or products.",
    "pages.warning.paragraph3":"In all cases of resale or provision of services, the contractor undertakes to comply with all applicable laws, rules, regulations, agreements and covenants, in particular to defend competition and fight money laundering and corruption, as well as to act with honesty, loyalty, integrity and good faith, undertaking to observe and respect the Code of Conduct available on the website www.casaevideo.com.br.",
    "pages.warning.paragraph4":"Without prejudice to the applicable law, in all cases of resale or provision of services, the contractor undertakes not to give or receive, offer or request, directly or indirectly, to anyone, payment or benefit that constitutes an undue advantage or, moreover, illegal practice or any personal benefit of entities or individuals whose purpose is an undue or inappropriate result, which would not occur if it were not for the undue advantage.",
    "pages.warning.paragraph5":"Any violations of the laws applicable to the activities shall be reported by the Confidential Channel on the website www.casaevideo.com.br.",
    "pages.warning.check.title": "Selecione para confirmar que leu e concorda com o aviso legal.",
    "pages.warning.check.text": "Ao clicar em Continuar, você concorda que leu e está ciente das informações acima.",
    "pages.warning.button.name":"Continuar",
    "pages.form.title": "Questionário de Compliance",
    "pages.form.Q1": "1. What is the main activity of the contractor?",
    "pages.form.Q2": "2. What is the type of control of the contractor's capital?",
    "pages.form.Q2.select": ["Public capital","Private capital","Mixed capital"],
    "pages.form.Q3": "3. What is the origin of the contractor's capital?",
    "pages.form.Q3.select": ["Brazil","Foreign"],
    "pages.form.Q4": "4. Does the contractor have any member of its management, relatives , including (ex)spouses, (ex)partners, in direct lineage, who currently work or who have worked at Casa e Vídeo or at Casa e Vídeo companies?",
    "pages.form.Q4.select": ["Yes","No"],
    "pages.form.Q4.select.iftrue": "If yes, please inform the relationship to you:",
    "pages.form.Q5": "5. Does the contractor have any member of its management, relatives, including (ex)spouses, (ex)partners, in direct lineage, who holds, held or is a candidate in the Federal, District, State and/or Municipal Government for less than six (6) months?",
    "pages.form.Q5.select": ["Yes","No"],
    "pages.form.Q5.select.iftrue": "If yes, please inform the relationship to you:",
    "pages.form.Q6": "6. Does the contractor have any member of the management, relatives, including (ex)spouses, (ex)partners, in a direct lineage, who is related to Politically Exposed Persons (PPE) who hold or have held, in the last 5 years, in Brazil or in countries, territories and foreign facilities, offices, jobs or relevant public duties?",
    "pages.form.Q6.select": ["Yes","No"],
    "pages.form.Q6.select.iftrue": "If yes, please inform the relationship to you:",
    "pages.form.Q7": "7. Does the contractor have any member of the management, relatives, including (ex)spouses, (ex)partners, in a direct lineage, who has applied for any public office, in the last 5 years, in Brazil or in countries, territories and foreign facilities?",
    "pages.form.Q7.select": ["Yes","No"],
    "pages.form.Q7.select.iftrue": "If yes, please inform the office:",
    "pages.form.Q8": "8. What is the relevance of the business conducted with the Government in contractor's result?",
    "pages.form.Q8.select": ["Very important","Moderately important","Important","Slightly important","It does not have a contract with the Government"],
    "pages.form.Q9": "9. Does the contractor or any other company belonging to the same economic group have any subsidiary, parent company, affiliates or controlled companies located abroad with which it maintains commercial relations?",
    "pages.form.Q9.select": ["Yes","No"],
    "pages.form.Q10": "10. Has the contractor or any other company belonging to the same economic group already been disqualified to contract with the Government in the last five (5) years?",
    "pages.form.Q10.select": ["Yes","No"],
    "pages.form.Q11": "11. Has the contractor or any other company belonging to the same economic group and the members of their managements already been fined for hindering the investigation and/or inspection of a Government Agency in the last five (5) years?",
    "pages.form.Q11.select": ["Yes","No"],
    "pages.form.Q12": "12. Has the contractor or any other company belonging to the same economic group and the members of their managements been charged, investigated, arrested, prosecuted or convicted of fraud or corruption in the last 10 years?",
    "pages.form.Q12.select": ["Yes","No"],
    "pages.form.Q12.select.iftrue": "If yes, please explain the circumstances of the event:",
    "pages.form.Q13": "13. Does the contractor have any member of the management or any other company belonging to the same economic group that is prosecuted or has already been prosecuted, or was found guilty of practices contrary to Law No. 12,846/13 Anti-Corruption Law against its company or any other company of the same economic group?",
    "pages.form.Q13.select": ["Yes","No"],
    "pages.form.Q13.select.iftrue": "If yes, please specify:",
    "pages.form.Q14": "14. Does the contractor or any other company belonging to the same economic group, and the members of their managements are prosecuted or have been prosecuted for moral and/or sexual harassment?",
    "pages.form.Q14.select": ["Yes","No"],
    "pages.form.Q14.select.iftrue": "If yes, please specify:",
    "pages.form.Q15": "15. Does the contractor or any other company belonging to the same economic group employ or hire companies that use labor practices analogous to slavery, or child labor and under eighteen (18) years old, except in case of young apprentice, either directly or indirectly?",
    "pages.form.Q15.select": ["Yes","No"],
    "pages.form.Q15.select.iftrue": "If yes, please specify:",
    "pages.form.Q16": "16. Does the contractor or any other company belonging to the same economic group use practices of negative discrimination and limiting access in the employment relationship or its maintenance, such as, by reason of sex, origin, race, color, physical and/or social condition, religion, marital status and age?",
    "pages.form.Q16.select": ["Yes","No"],
    "pages.form.Q16.select.iftrue": "If yes, please specify:",
    "pages.form.Q17": "17. Does the contractor have a Code of Ethics?",
    "pages.form.Q17.select": ["Yes","It does not have it, but it intends to create one in the next two years.","It does not have it and it does not intend to create one in the next two years."],
    "pages.form.Q18": "18. Does the contractor have a Compliance program?",
    "pages.form.Q18.select": ["Yes","No"],
    "pages.form.Q18.select.iftrue": "If yes, please specify the stage at which it is implemented:",
    "pages.form.Q19": "19. Does the company keep the record of its corporate structure updated before public agencies?",
    "pages.form.Q19.select": ["Yes","No"],
    "pages.form.Q19.select.iffalse": "If no, please inform the reason:",
    "pages.form.Q20": "20. Has the contractor or any other company belonging to the same economic group ever conducted any corporate transaction with any company disqualified to contract with the Government?",
    "pages.form.Q20.select": ["Yes","No"],
    "pages.form.Q20.select.iftrue": "If yes, has the damage been fully repaired?",
    "pages.form.Q21": "21. Does the contractor or any other company belonging to the same economic group make or made the distribution of gifts, sending of presents, facilitation fees, offering of trips, payments for leisure and entertainment activities, or any improper advantage practiced by the company or any other company belonging to the same economic group in favor of any member of the Government?",
    "pages.form.Q21.select": ["Yes","No"],
    "pages.form.Q22": "22. Are the contractor and the other companies belonging to the same economic group subject to internal or external audit processes?",
    "pages.form.Q22.select": ["No","Yes, internal audit only.","Yes, external audit only.","yes, internal and external audit."],
    "pages.form.Q23": "23. Do the contractor and the other companies belonging to the same economic group verify public information available in the market of their partners before proceeding to any contract?",
    "pages.form.Q23.select": ["Yes","No"],
    "pages.form.Q24": "24. Does the contractor and the other companies belonging to the same economic group encourage and guide their agents, representatives, intermediaries or other contracted third parties to report acts of corruption practiced in the company?",
    "pages.form.Q24.select": ["Yes","No"],
    "pages.form.Q25": "25. Is the contractor aware that members of the management, employees and/or their relatives in a direct lineage and/or any other company belonging to the same economic group and outsourced have already offered, paid, promised to pay, authorized the payment, directly or indirectly, or have been accused of offering, paying, promising to pay or authorizing the payment, directly or indirectly, of any money or anything of value to any individual or entity who holds office, employment or public duties , as well as to consultants, representatives, partners, or any third parties for the purpose of influencing any act or decision of the agent or government, or directing business?",
    "pages.form.Q25.select": ["Yes. It did it myself.","Yes. I know someone who has done this in the company.","No"],
    "pages.form.Q25.select.iftrue": "If yes, please specify the case:",
    "pages.form.Q26": "26. Is the contractor aware that its own management and/or members of the management and/or any other company belonging to the same economic group, have been sued or are currently investigated in any Civil Inquiry or as defendants in any public civil action?",
    "pages.form.Q26.select": ["Yes","No"],
    "pages.form.Q26.select.iftrue": "If yes, please specify the content of the investigation/action, as well as its current stage, clarifying whether or not there has already been a conviction:",
    "pages.form.Q27": "27. Is the contractor aware that its own management and/or members of the management and/or any other company belonging to the same economic group, have been criminally sued or are currently investigated or are defendants in any criminal action?",
    "pages.form.Q27.select": ["Yes","No"],
    "pages.form.Q27.select.iftrue": "If yes, please specify the content of the investigation/criminal action, as well as its current stage, clarifying whether there has already been a conviction:",
    "pages.form.Q28": "28. Does the contractor have knowledge if its own management and/or members of the management and/or any other company belonging to the same economic group are investigated or parties in a Municipal, State, District or Federal proceeding of special rendering of accounts?",
    "pages.form.Q28.select": ["Yes","No"],
    "pages.form.Q28.select.iftrue": "If yes, please specify the content of the investigation/proceeding, as well as its current stage, clarifying whether there has already been a conviction:",
    "pages.form.Q29": "29. Does the contractor is aware if its own management and/or members of the management and/or any other company belonging to the same economic group are investigated or parties in an administrative accountability proceeding of before the Office of the Federal Controller General?",
    "pages.form.Q29.select": ["Yes","No"],
    "pages.form.Q29.select.iftrue": "If yes, please specify the content of the investigation/proceeding, as well as its current stage, clarifying whether there has already been a conviction:",
    "pages.form.Q30": "30. If the contractor is a supplier of goods for resale, do the marketed products require certification, authorization and/or governmental approvals, from self-managed federal entities, regulatory agencies or any other regulatory body for circulation?",
    "pages.form.Q30.select": ["Yes","No","No applicable"],
    "pages.form.Q30.select.iftrue.text1": "If yes, are governmental certifications, authorizations and/or approvals of self-managed entities, regulatory agencies or any other regulatory body for the circulation of products legitimate and in force?",
    "pages.form.Q30.select.iftrue.text1.select": ["Yes","No"],
    "pages.form.Q30.select.iftrue.text1.iffalse":"If no, please specify the pending issues and the current stage:",
    "pages.form.declare":"I declare that I have completed the questionnaire above, believing that the answers are true and correct to the extent of my knowledge and belief.",
    "pages.form.button.name": "Submit Form",
    "pages.form.email":"Email:",
    "pages.index.success": "Your form has been successfully submitted!",
    "pages.index.success.subtitle": "Please check your email to view the filled PDF."
}
}